Repository: alexpenedo/talkeat
Catalog: src/locale/messages.*.xlf
Languages: es

source: Persons
es: Personas

source: Date
es: Fecha

# typeOptions
source: <mat-option>Lunch </mat-option> <mat-option>Dinner </mat-option>
es: <mat-option>Comida </mat-option> <mat-option>Cena </mat-option>

# type
source: Lunch/Dinner
es: Comida/Cena

# sortOptions
source: <mat-option>Distance </mat-option> <mat-option>Rating </mat-option> <mat-option>Price </mat-option>
es: <mat-option>Distancia </mat-option> <mat-option>Valoración </mat-option> <mat-option>Precio </mat-option>

source: Sort
es: Orden

source: SEARCH
es: BUSCAR

source: PUBLISH MENU
es: PUBLICAR MENÚ

source: LOGIN
es: ENTRAR

source: SIGN UP
es: REGISTRO

source: My bookings
es: Mis reservas

source: My menus
es: Mis menús

source: Logout
es: Salir

source: Cancel
es: Cancelar

source: Delete
es: Borrar

# distance
source: ( {{getDistance()}} away)
es: (a{{getDistance()}})

source: Starters
es: Entrantes

source: Mains
es: Principales

source: Desserts
es: Postres

source: BOOK
es: RESERVAR

source: Password
es: Contraseña

source: Name
es: Nombre

# fileRequired
source: This field is required
es: Este campo es obligatorio

source: Surname
es: Apellido

source: Mobile Number
es: Tlfno. Móvil

source: Postal Code
es: Código postal

source: Address
es: Dirección

source: Country
es: País

source: CHANGE PASSWORD
es: CAMBIAR CONTRASEÑA

source: UPDATE PROFILE
es: ACTUALIZAR PERFIL

source: Ratings
es: Valoraciones

# startersText
source: Add here your starters, like a salad or a soup
es: Añade aquí tus entrantes, como por ejemplo una ensalada o una sopa

# mainsText
source: Add here your main dishes like a paella or a burger
es: Añade aquí los platos principales, como una paella o una hamburguesa

# dessertsText
source: Add here your desserts like a cheesecake or coffee
es: Añade aquí tus postres, como una tarta de queso o el café

# describeMenu
source: Describe your menu
es: Describe tu menú

source: Description
es: Descripción

# next
source: Next <mat-icon>keyboard_arrow_right </mat-icon>
es: Siguiente

# addDishes
source: Add your dishes
es: Añade tus platos

# back
source: <mat-icon>keyboard_arrow_left </mat-icon> Back
es: Atrás

# completeData
source: Complete last data
es: Completa los últimos detalles

source: Guests
es: Invitados

source: Price
es: Precio

# chooseDate
source: Choose a date
es: Escoge una fecha

source: Time
es: Hora

# confirmMenu
source: Confirm your menu
es: Confirma tu menú

# checkMenu
source: Your menu is finished. Please check your menu information.
es: Tu menú está listo. Por favor comprueba si la información es correcta.

# publishMenu
source: PUBLISH YOUR MENU
es: PUBLICA TU MENÚ

# checkUpdateMenu
source: Your menu is going to be updated. Please check your menu information. We will notify your change to the guests
es: Tu menú va a ser actualizado. Por favor comprueba si la información es correcta. Norificaremos los cambios a tus invidatos.

# editMenu
source: UPDATE MENU
es: EDITAR MENÚ

source: Pending
es: Pendientes

source: Finished
es: Finalizados

source: Edit
es: Editar

source: Cancel Menu
es: Cancelar menú

# noGuessts
source: There aren't guests in this menu
es: No hay invitados en este menú

# guestRate
source: Here you can rate the guest
es: Aquí puedes valorar al invitado

source: VALORATE
es: Valorar

# guestNotRate
source: The guest has not rated you yet
es: El invitado todavía no te ha valorado

# rateHostQuestion
source: Would you like to rate this host?
es: Te gustaría valorar a este anfitrión?

# rateGuestQuestion
source: Would you like to rate this guest?
es: Te gustaría valorar a este invitado?

# rateInfo
source: Your rate will be public.
es: Tu valoración será pública.

# setRateHost
source: Set a valoration to the host
es: Dale una valoración al anfitrión

# setRateGuest
source: Set a valoration to the guest
es: Dale una valoración al invitado

# rateComments
source: If you have comments about this user, tell it us
es: Si tienes algún comentario sobre este usuario, dínoslo

source: Comments
es: Comentarios

# sureRating
source: Are you sure to send this rating?
es: Estás seguro de publicar esta valoración?

source: Guest
es: Invitado

source: My menu
es: Mi menú

# hostRate
source: Here you can rate the host
es: Aquí puedes valorar al anfitrión

# hostNotRatedYou
source: The host has not rated you yet
es: El anfitrión todavía no te ha valorado

# bookThisMenu
source: Would you like to book this menu?
es: Te gustaría reservar este menú?

# bookingInfo
source: You can chat with the host. The host will confirm your book
es: Podrás chatear con el anfitrión. El anfitrión te confirmará la reserva

# bookingPeople
source: How many people do you want to book?
es: Para cuantas personas quieres reservar?

# bookingComments
source: If you have comments, any allergies ...
es: Si tienes comentarios, alergias...

# sureBooking
source: Are you sure to book this menu?
es: Estás seguro de que quieres reservar este menú?

source: BOOK MENU
es: RESERVAR MENÚ

source: Finished
es: Finalizados

# noChats
source: There isn't active chats
es: No hay chats activos

# bookingCanceled
source: Booking is canceled
es: La reserva está cancelada

# bookingConfirmed
source: Booking is confirmed
es: La reserva está confirmada

# bookingNotConfirmed
source: Booking is not confirmed yet
es: La reserva todavía no está confirmada

source: Confirm
es: Confirmar

# sendMessage
source: Send a message
es: Envía un mensaje

# messageBookMenu
source: I would like to book this menu
es: Me gustaría reservar este menú

# messageMenuUpdated
source: Menu updated by host. Please, check the changes
es: Menu actualizado por el anfitrión. Por favor, comprueba los cambios

# messageMenuCanceled
source: Menu canceled by host. Sorry.
es: Menú cancelado por el anfitrión. Lo siento
